export interface City {
  id: number;
  name: string;
}

export const cities: City[] = [
  {
    id: 1,
    name: "Абаза",
  },
  {
    id: 2,
    name: "Абакан",
  },
  {
    id: 840,
    name: "Саяногорск",
  },
  {
    id: 899,
    name: "Сорск",
  },
  {
    id: 1062,
    name: "Черногорск",
  },
  {
    id: 3,
    name: "Абдулино",
  },
  {
    id: 137,
    name: "Бугуруслан",
  },
  {
    id: 139,
    name: "Бузулук",
  },
  {
    id: 205,
    name: "Гай",
  },
  {
    id: 490,
    name: "Кувандык",
  },
  {
    id: 577,
    name: "Медногорск",
  },
  {
    id: 680,
    name: "Новотроицк",
  },
  {
    id: 720,
    name: "Оренбург",
  },
  {
    id: 723,
    name: "Орск",
  },
  {
    id: 895,
    name: "Соль-Илецк",
  },
  {
    id: 898,
    name: "Сорочинск",
  },
  {
    id: 1124,
    name: "Ясный",
  },
  {
    id: 4,
    name: "Абинск",
  },
  {
    id: 28,
    name: "Анапа",
  },
  {
    id: 35,
    name: "Апшеронск",
  },
  {
    id: 42,
    name: "Армавир",
  },
  {
    id: 93,
    name: "Белореченск",
  },
  {
    id: 210,
    name: "Геленджик",
  },
  {
    id: 222,
    name: "Горячий Ключ",
  },
  {
    id: 233,
    name: "Гулькевичи",
  },
  {
    id: 277,
    name: "Ейск",
  },
  {
    id: 448,
    name: "Кореновск",
  },
  {
    id: 469,
    name: "Краснодар",
  },
  {
    id: 486,
    name: "Кропоткин",
  },
  {
    id: 487,
    name: "Крымск",
  },
  {
    id: 502,
    name: "Курганинск",
  },
  {
    id: 515,
    name: "Лабинск",
  },
  {
    id: 669,
    name: "Новокубанск",
  },
  {
    id: 676,
    name: "Новороссийск",
  },
  {
    id: 785,
    name: "Приморско-Ахтарск",
  },
  {
    id: 878,
    name: "Славянск-на-Кубани",
  },
  {
    id: 906,
    name: "Сочи",
  },
  {
    id: 963,
    name: "Темрюк",
  },
  {
    id: 966,
    name: "Тимашёвск",
  },
  {
    id: 968,
    name: "Тихорецк",
  },
  {
    id: 983,
    name: "Туапсе",
  },
  {
    id: 1018,
    name: "Усть-Лабинск",
  },
  {
    id: 1032,
    name: "Хадыженск",
  },
  {
    id: 5,
    name: "Агидель",
  },
  {
    id: 63,
    name: "Баймак",
  },
  {
    id: 82,
    name: "Белебей",
  },
  {
    id: 92,
    name: "Белорецк",
  },
  {
    id: 106,
    name: "Бирск",
  },
  {
    id: 109,
    name: "Благовещенск",
  },
  {
    id: 239,
    name: "Давлеканово",
  },
  {
    id: 273,
    name: "Дюртюли",
  },
  {
    id: 352,
    name: "Ишимбай",
  },
  {
    id: 498,
    name: "Кумертау",
  },
  {
    id: 579,
    name: "Межгорье",
  },
  {
    id: 583,
    name: "Мелеуз",
  },
  {
    id: 643,
    name: "Нефтекамск",
  },
  {
    id: 710,
    name: "Октябрьский",
  },
  {
    id: 827,
    name: "Салават",
  },
  {
    id: 871,
    name: "Сибай",
  },
  {
    id: 922,
    name: "Стерлитамак",
  },
  {
    id: 984,
    name: "Туймазы",
  },
  {
    id: 1020,
    name: "Уфа",
  },
  {
    id: 1022,
    name: "Учалы",
  },
  {
    id: 1118,
    name: "Янаул",
  },
  {
    id: 6,
    name: "Агрыз",
  },
  {
    id: 8,
    name: "Азнакаево",
  },
  {
    id: 25,
    name: "Альметьевск",
  },
  {
    id: 45,
    name: "Арск",
  },
  {
    id: 60,
    name: "Бавлы",
  },
  {
    id: 120,
    name: "Болгар",
  },
  {
    id: 136,
    name: "Бугульма",
  },
  {
    id: 140,
    name: "Буинск",
  },
  {
    id: 279,
    name: "Елабуга",
  },
  {
    id: 306,
    name: "Заинск",
  },
  {
    id: 321,
    name: "Зеленодольск",
  },
  {
    id: 342,
    name: "Иннополис",
  },
  {
    id: 355,
    name: "Казань",
  },
  {
    id: 496,
    name: "Кукмор",
  },
  {
    id: 519,
    name: "Лаишево",
  },
  {
    id: 524,
    name: "Лениногорск",
  },
  {
    id: 567,
    name: "Мамадыш",
  },
  {
    id: 584,
    name: "Менделеевск",
  },
  {
    id: 585,
    name: "Мензелинск",
  },
  {
    id: 618,
    name: "Набережные Челны",
  },
  {
    id: 648,
    name: "Нижнекамск",
  },
  {
    id: 694,
    name: "Нурлат",
  },
  {
    id: 965,
    name: "Тетюши",
  },
  {
    id: 1066,
    name: "Чистополь",
  },
  {
    id: 7,
    name: "Адыгейск",
  },
  {
    id: 557,
    name: "Майкоп",
  },
  {
    id: 9,
    name: "Азов",
  },
  {
    id: 11,
    name: "Аксай",
  },
  {
    id: 76,
    name: "Батайск",
  },
  {
    id: 79,
    name: "Белая Калитва",
  },
  {
    id: 173,
    name: "Волгодонск",
  },
  {
    id: 232,
    name: "Гуково",
  },
  {
    id: 265,
    name: "Донецк",
  },
  {
    id: 318,
    name: "Зверево",
  },
  {
    id: 323,
    name: "Зерноград",
  },
  {
    id: 368,
    name: "Каменск-Шахтинский",
  },
  {
    id: 445,
    name: "Константиновск",
  },
  {
    id: 483,
    name: "Красный Сулин",
  },
  {
    id: 589,
    name: "Миллерово",
  },
  {
    id: 605,
    name: "Морозовск",
  },
  {
    id: 686,
    name: "Новочеркасск",
  },
  {
    id: 687,
    name: "Новошахтинск",
  },
  {
    id: 788,
    name: "Пролетарск",
  },
  {
    id: 813,
    name: "Ростов-на-Дону",
  },
  {
    id: 830,
    name: "Сальск",
  },
  {
    id: 860,
    name: "Семикаракорск",
  },
  {
    id: 947,
    name: "Таганрог",
  },
  {
    id: 1044,
    name: "Цимлянск",
  },
  {
    id: 1079,
    name: "Шахты",
  },
  {
    id: 10,
    name: "Ак-Довурак",
  },
  {
    id: 512,
    name: "Кызыл",
  },
  {
    id: 987,
    name: "Туран",
  },
  {
    id: 1046,
    name: "Чадан",
  },
  {
    id: 1073,
    name: "Шагонар",
  },
  {
    id: 12,
    name: "Алагир",
  },
  {
    id: 39,
    name: "Ардон",
  },
  {
    id: 101,
    name: "Беслан",
  },
  {
    id: 170,
    name: "Владикавказ",
  },
  {
    id: 255,
    name: "Дигора",
  },
  {
    id: 603,
    name: "Моздок",
  },
  {
    id: 13,
    name: "Алапаевск",
  },
  {
    id: 36,
    name: "Арамиль",
  },
  {
    id: 48,
    name: "Артёмовский",
  },
  {
    id: 50,
    name: "Асбест",
  },
  {
    id: 100,
    name: "Берёзовский",
  },
  {
    id: 113,
    name: "Богданович",
  },
  {
    id: 155,
    name: "Верхний Тагил",
  },
  {
    id: 157,
    name: "Верхняя Пышма",
  },
  {
    id: 158,
    name: "Верхняя Салда",
  },
  {
    id: 159,
    name: "Верхняя Тура",
  },
  {
    id: 160,
    name: "Верхотурье",
  },
  {
    id: 182,
    name: "Волчанск",
  },
  {
    id: 246,
    name: "Дегтярск",
  },
  {
    id: 278,
    name: "Екатеринбург",
  },
  {
    id: 314,
    name: "Заречный",
  },
  {
    id: 335,
    name: "Ивдель",
  },
  {
    id: 346,
    name: "Ирбит",
  },
  {
    id: 367,
    name: "Каменск-Уральский",
  },
  {
    id: 373,
    name: "Камышлов",
  },
  {
    id: 385,
    name: "Карпинск",
  },
  {
    id: 392,
    name: "Качканар",
  },
  {
    id: 414,
    name: "Кировград",
  },
  {
    id: 478,
    name: "Краснотурьинск",
  },
  {
    id: 479,
    name: "Красноуральск",
  },
  {
    id: 480,
    name: "Красноуфимск",
  },
  {
    id: 511,
    name: "Кушва",
  },
  {
    id: 529,
    name: "Лесной",
  },
  {
    id: 597,
    name: "Михайловск",
  },
  {
    id: 635,
    name: "Невьянск",
  },
  {
    id: 650,
    name: "Нижние Серги",
  },
  {
    id: 653,
    name: "Нижний Тагил",
  },
  {
    id: 654,
    name: "Нижняя Салда",
  },
  {
    id: 655,
    name: "Нижняя Тура",
  },
  {
    id: 662,
    name: "Новая Ляля",
  },
  {
    id: 683,
    name: "Новоуральск",
  },
  {
    id: 743,
    name: "Первоуральск",
  },
  {
    id: 770,
    name: "Полевской",
  },
  {
    id: 806,
    name: "Ревда",
  },
  {
    id: 807,
    name: "Реж",
  },
  {
    id: 854,
    name: "Североуральск",
  },
  {
    id: 868,
    name: "Серов",
  },
  {
    id: 913,
    name: "Среднеуральск",
  },
  {
    id: 940,
    name: "Сухой Лог",
  },
  {
    id: 943,
    name: "Сысерть",
  },
  {
    id: 946,
    name: "Тавда",
  },
  {
    id: 951,
    name: "Талица",
  },
  {
    id: 988,
    name: "Туринск",
  },
  {
    id: 14,
    name: "Алатырь",
  },
  {
    id: 374,
    name: "Канаш",
  },
  {
    id: 431,
    name: "Козловка",
  },
  {
    id: 571,
    name: "Мариинский Посад",
  },
  {
    id: 685,
    name: "Новочебоксарск",
  },
  {
    id: 1043,
    name: "Цивильск",
  },
  {
    id: 1051,
    name: "Чебоксары",
  },
  {
    id: 1090,
    name: "Шумерля",
  },
  {
    id: 1114,
    name: "Ядрин",
  },
  {
    id: 15,
    name: "Алдан",
  },
  {
    id: 161,
    name: "Верхоянск",
  },
  {
    id: 165,
    name: "Вилюйск",
  },
  {
    id: 527,
    name: "Ленск",
  },
  {
    id: 593,
    name: "Мирный",
  },
  {
    id: 640,
    name: "Нерюнгри",
  },
  {
    id: 696,
    name: "Нюрба",
  },
  {
    id: 712,
    name: "Олёкминск",
  },
  {
    id: 769,
    name: "Покровск",
  },
  {
    id: 912,
    name: "Среднеколымск",
  },
  {
    id: 973,
    name: "Томмот",
  },
  {
    id: 997,
    name: "Удачный",
  },
  {
    id: 1115,
    name: "Якутск",
  },
  {
    id: 16,
    name: "Алейск",
  },
  {
    id: 74,
    name: "Барнаул",
  },
  {
    id: 89,
    name: "Белокуриха",
  },
  {
    id: 102,
    name: "Бийск",
  },
  {
    id: 217,
    name: "Горняк",
  },
  {
    id: 315,
    name: "Заринск",
  },
  {
    id: 328,
    name: "Змеиногорск",
  },
  {
    id: 369,
    name: "Камень-на-Оби",
  },
  {
    id: 664,
    name: "Новоалтайск",
  },
  {
    id: 817,
    name: "Рубцовск",
  },
  {
    id: 876,
    name: "Славгород",
  },
  {
    id: 1120,
    name: "Яровое",
  },
  {
    id: 17,
    name: "Александров",
  },
  {
    id: 171,
    name: "Владимир",
  },
  {
    id: 198,
    name: "Вязники",
  },
  {
    id: 221,
    name: "Гороховец",
  },
  {
    id: 238,
    name: "Гусь-Хрустальный",
  },
  {
    id: 370,
    name: "Камешково",
  },
  {
    id: 377,
    name: "Карабаново",
  },
  {
    id: 409,
    name: "Киржач",
  },
  {
    id: 426,
    name: "Ковров",
  },
  {
    id: 438,
    name: "Кольчугино",
  },
  {
    id: 454,
    name: "Костерёво",
  },
  {
    id: 504,
    name: "Курлово",
  },
  {
    id: 520,
    name: "Лакинск",
  },
  {
    id: 582,
    name: "Меленки",
  },
  {
    id: 613,
    name: "Муром",
  },
  {
    id: 755,
    name: "Петушки",
  },
  {
    id: 768,
    name: "Покров",
  },
  {
    id: 801,
    name: "Радужный",
  },
  {
    id: 885,
    name: "Собинка",
  },
  {
    id: 925,
    name: "Струнино",
  },
  {
    id: 930,
    name: "Судогда",
  },
  {
    id: 931,
    name: "Суздаль",
  },
  {
    id: 1110,
    name: "Юрьев-Польский",
  },
  {
    id: 18,
    name: "Александровск",
  },
  {
    id: 98,
    name: "Березники",
  },
  {
    id: 152,
    name: "Верещагино",
  },
  {
    id: 216,
    name: "Горнозаводск",
  },
  {
    id: 224,
    name: "Гремячинск",
  },
  {
    id: 228,
    name: "Губаха",
  },
  {
    id: 261,
    name: "Добрянка",
  },
  {
    id: 399,
    name: "Кизел",
  },
  {
    id: 467,
    name: "Красновишерск",
  },
  {
    id: 474,
    name: "Краснокамск",
  },
  {
    id: 493,
    name: "Кудымкар",
  },
  {
    id: 499,
    name: "Кунгур",
  },
  {
    id: 546,
    name: "Лысьва",
  },
  {
    id: 695,
    name: "Нытва",
  },
  {
    id: 724,
    name: "Оса",
  },
  {
    id: 733,
    name: "Оханск",
  },
  {
    id: 734,
    name: "Очёр",
  },
  {
    id: 747,
    name: "Пермь",
  },
  {
    id: 893,
    name: "Соликамск",
  },
  {
    id: 1012,
    name: "Усолье",
  },
  {
    id: 1047,
    name: "Чайковский",
  },
  {
    id: 1055,
    name: "Чердынь",
  },
  {
    id: 1060,
    name: "Чёрмоз",
  },
  {
    id: 1063,
    name: "Чернушка",
  },
  {
    id: 1071,
    name: "Чусовой",
  },
  {
    id: 19,
    name: "Александровск-Сахалинский",
  },
  {
    id: 32,
    name: "Анива",
  },
  {
    id: 263,
    name: "Долинск",
  },
  {
    id: 452,
    name: "Корсаков",
  },
  {
    id: 503,
    name: "Курильск",
  },
  {
    id: 559,
    name: "Макаров",
  },
  {
    id: 633,
    name: "Невельск",
  },
  {
    id: 732,
    name: "Оха",
  },
  {
    id: 775,
    name: "Поронайск",
  },
  {
    id: 850,
    name: "Северо-Курильск",
  },
  {
    id: 972,
    name: "Томари",
  },
  {
    id: 995,
    name: "Углегорск",
  },
  {
    id: 1041,
    name: "Холмск",
  },
  {
    id: 1106,
    name: "Южно-Сахалинск",
  },
  {
    id: 20,
    name: "Алексеевка",
  },
  {
    id: 81,
    name: "Белгород",
  },
  {
    id: 108,
    name: "Бирюч",
  },
  {
    id: 145,
    name: "Валуйки",
  },
  {
    id: 223,
    name: "Грайворон",
  },
  {
    id: 229,
    name: "Губкин",
  },
  {
    id: 451,
    name: "Короча",
  },
  {
    id: 688,
    name: "Новый Оскол",
  },
  {
    id: 921,
    name: "Старый Оскол",
  },
  {
    id: 924,
    name: "Строитель",
  },
  {
    id: 1082,
    name: "Шебекино",
  },
  {
    id: 21,
    name: "Алексин",
  },
  {
    id: 83,
    name: "Белёв",
  },
  {
    id: 114,
    name: "Богородицк",
  },
  {
    id: 123,
    name: "Болохово",
  },
  {
    id: 151,
    name: "Венёв",
  },
  {
    id: 266,
    name: "Донской",
  },
  {
    id: 289,
    name: "Ефремов",
  },
  {
    id: 402,
    name: "Кимовск",
  },
  {
    id: 407,
    name: "Киреевск",
  },
  {
    id: 535,
    name: "Липки",
  },
  {
    id: 673,
    name: "Новомосковск",
  },
  {
    id: 761,
    name: "Плавск",
  },
  {
    id: 888,
    name: "Советск",
  },
  {
    id: 927,
    name: "Суворов",
  },
  {
    id: 985,
    name: "Тула",
  },
  {
    id: 1000,
    name: "Узловая",
  },
  {
    id: 1053,
    name: "Чекалин",
  },
  {
    id: 1093,
    name: "Щёкино",
  },
  {
    id: 1123,
    name: "Ясногорск",
  },
  {
    id: 22,
    name: "Алзамай",
  },
  {
    id: 29,
    name: "Ангарск",
  },
  {
    id: 62,
    name: "Байкальск",
  },
  {
    id: 107,
    name: "Бирюсинск",
  },
  {
    id: 118,
    name: "Бодайбо",
  },
  {
    id: 132,
    name: "Братск",
  },
  {
    id: 167,
    name: "Вихоревка",
  },
  {
    id: 293,
    name: "Железногорск-Илимский",
  },
  {
    id: 325,
    name: "Зима",
  },
  {
    id: 347,
    name: "Иркутск",
  },
  {
    id: 408,
    name: "Киренск",
  },
  {
    id: 649,
    name: "Нижнеудинск",
  },
  {
    id: 841,
    name: "Саянск",
  },
  {
    id: 846,
    name: "Свирск",
  },
  {
    id: 881,
    name: "Слюдянка",
  },
  {
    id: 949,
    name: "Тайшет",
  },
  {
    id: 986,
    name: "Тулун",
  },
  {
    id: 1011,
    name: "Усолье-Сибирское",
  },
  {
    id: 1015,
    name: "Усть-Илимск",
  },
  {
    id: 1017,
    name: "Усть-Кут",
  },
  {
    id: 1056,
    name: "Черемхово",
  },
  {
    id: 1083,
    name: "Шелехов",
  },
  {
    id: 23,
    name: "Алупка",
  },
  {
    id: 24,
    name: "Алушта",
  },
  {
    id: 43,
    name: "Армянск",
  },
  {
    id: 77,
    name: "Бахчисарай",
  },
  {
    id: 87,
    name: "Белогорск",
  },
  {
    id: 251,
    name: "Джанкой",
  },
  {
    id: 275,
    name: "Евпатория",
  },
  {
    id: 398,
    name: "Керчь",
  },
  {
    id: 475,
    name: "Красноперекопск",
  },
  {
    id: 826,
    name: "Саки",
  },
  {
    id: 873,
    name: "Симферополь",
  },
  {
    id: 920,
    name: "Старый Крым",
  },
  {
    id: 928,
    name: "Судак",
  },
  {
    id: 1025,
    name: "Феодосия",
  },
  {
    id: 1094,
    name: "Щёлкино",
  },
  {
    id: 1116,
    name: "Ялта",
  },
  {
    id: 26,
    name: "Амурск",
  },
  {
    id: 103,
    name: "Бикин",
  },
  {
    id: 197,
    name: "Вяземский",
  },
  {
    id: 441,
    name: "Комсомольск-на-Амуре",
  },
  {
    id: 657,
    name: "Николаевск-на-Амуре",
  },
  {
    id: 889,
    name: "Советская Гавань",
  },
  {
    id: 1031,
    name: "Хабаровск",
  },
  {
    id: 27,
    name: "Анадырь",
  },
  {
    id: 104,
    name: "Билибино",
  },
  {
    id: 740,
    name: "Певек",
  },
  {
    id: 30,
    name: "Андреаполь",
  },
  {
    id: 78,
    name: "Бежецк",
  },
  {
    id: 96,
    name: "Белый",
  },
  {
    id: 121,
    name: "Бологое",
  },
  {
    id: 162,
    name: "Весьегонск",
  },
  {
    id: 196,
    name: "Вышний Волочёк",
  },
  {
    id: 310,
    name: "Западная Двина",
  },
  {
    id: 330,
    name: "Зубцов",
  },
  {
    id: 363,
    name: "Калязин",
  },
  {
    id: 393,
    name: "Кашин",
  },
  {
    id: 403,
    name: "Кимры",
  },
  {
    id: 442,
    name: "Конаково",
  },
  {
    id: 484,
    name: "Красный Холм",
  },
  {
    id: 491,
    name: "Кувшиново",
  },
  {
    id: 537,
    name: "Лихославль",
  },
  {
    id: 636,
    name: "Нелидово",
  },
  {
    id: 726,
    name: "Осташков",
  },
  {
    id: 809,
    name: "Ржев",
  },
  {
    id: 918,
    name: "Старица",
  },
  {
    id: 958,
    name: "Тверь",
  },
  {
    id: 976,
    name: "Торжок",
  },
  {
    id: 977,
    name: "Торопец",
  },
  {
    id: 998,
    name: "Удомля",
  },
  {
    id: 31,
    name: "Анжеро-Судженск",
  },
  {
    id: 85,
    name: "Белово",
  },
  {
    id: 99,
    name: "Берёзовский",
  },
  {
    id: 235,
    name: "Гурьевск",
  },
  {
    id: 361,
    name: "Калтан",
  },
  {
    id: 396,
    name: "Кемерово",
  },
  {
    id: 420,
    name: "Киселёвск",
  },
  {
    id: 526,
    name: "Ленинск-Кузнецкий",
  },
  {
    id: 570,
    name: "Мариинск",
  },
  {
    id: 580,
    name: "Междуреченск",
  },
  {
    id: 615,
    name: "Мыски",
  },
  {
    id: 670,
    name: "Новокузнецк",
  },
  {
    id: 725,
    name: "Осинники",
  },
  {
    id: 772,
    name: "Полысаево",
  },
  {
    id: 787,
    name: "Прокопьевск",
  },
  {
    id: 828,
    name: "Салаир",
  },
  {
    id: 948,
    name: "Тайга",
  },
  {
    id: 957,
    name: "Таштагол",
  },
  {
    id: 975,
    name: "Топки",
  },
  {
    id: 1109,
    name: "Юрга",
  },
  {
    id: 33,
    name: "Апатиты",
  },
  {
    id: 204,
    name: "Гаджиево",
  },
  {
    id: 309,
    name: "Заозёрск",
  },
  {
    id: 311,
    name: "Заполярный",
  },
  {
    id: 375,
    name: "Кандалакша",
  },
  {
    id: 417,
    name: "Кировск",
  },
  {
    id: 425,
    name: "Ковдор",
  },
  {
    id: 433,
    name: "Кола",
  },
  {
    id: 604,
    name: "Мончегорск",
  },
  {
    id: 612,
    name: "Мурманск",
  },
  {
    id: 713,
    name: "Оленегорск",
  },
  {
    id: 728,
    name: "Островной",
  },
  {
    id: 773,
    name: "Полярные Зори",
  },
  {
    id: 774,
    name: "Полярный",
  },
  {
    id: 853,
    name: "Североморск",
  },
  {
    id: 884,
    name: "Снежногорск",
  },
  {
    id: 34,
    name: "Апрелевка",
  },
  {
    id: 69,
    name: "Балашиха",
  },
  {
    id: 91,
    name: "Белоозёрский",
  },
  {
    id: 133,
    name: "Бронницы",
  },
  {
    id: 153,
    name: "Верея",
  },
  {
    id: 164,
    name: "Видное",
  },
  {
    id: 179,
    name: "Волоколамск",
  },
  {
    id: 187,
    name: "Воскресенск",
  },
  {
    id: 193,
    name: "Высоковск",
  },
  {
    id: 213,
    name: "Голицыно",
  },
  {
    id: 247,
    name: "Дедовск",
  },
  {
    id: 253,
    name: "Дзержинский",
  },
  {
    id: 258,
    name: "Дмитров",
  },
  {
    id: 262,
    name: "Долгопрудный",
  },
  {
    id: 264,
    name: "Домодедово",
  },
  {
    id: 268,
    name: "Дрезна",
  },
  {
    id: 269,
    name: "Дубна",
  },
  {
    id: 276,
    name: "Егорьевск",
  },
  {
    id: 300,
    name: "Жуковский",
  },
  {
    id: 312,
    name: "Зарайск",
  },
  {
    id: 317,
    name: "Звенигород",
  },
  {
    id: 334,
    name: "Ивантеевка",
  },
  {
    id: 350,
    name: "Истра",
  },
  {
    id: 394,
    name: "Кашира",
  },
  {
    id: 422,
    name: "Клин",
  },
  {
    id: 435,
    name: "Коломна",
  },
  {
    id: 450,
    name: "Королёв",
  },
  {
    id: 457,
    name: "Котельники",
  },
  {
    id: 465,
    name: "Красноармейск",
  },
  {
    id: 468,
    name: "Красногорск",
  },
  {
    id: 470,
    name: "Краснозаводск",
  },
  {
    id: 472,
    name: "Краснознаменск",
  },
  {
    id: 489,
    name: "Кубинка",
  },
  {
    id: 505,
    name: "Куровское",
  },
  {
    id: 533,
    name: "Ликино-Дулёво",
  },
  {
    id: 538,
    name: "Лобня",
  },
  {
    id: 540,
    name: "Лосино-Петровский",
  },
  {
    id: 544,
    name: "Луховицы",
  },
  {
    id: 547,
    name: "Лыткарино",
  },
  {
    id: 550,
    name: "Люберцы",
  },
  {
    id: 601,
    name: "Можайск",
  },
  {
    id: 616,
    name: "Мытищи",
  },
  {
    id: 627,
    name: "Наро-Фоминск",
  },
  {
    id: 690,
    name: "Ногинск",
  },
  {
    id: 704,
    name: "Одинцово",
  },
  {
    id: 707,
    name: "Озёры",
  },
  {
    id: 721,
    name: "Орехово-Зуево",
  },
  {
    id: 737,
    name: "Павловский Посад",
  },
  {
    id: 745,
    name: "Пересвет",
  },
  {
    id: 765,
    name: "Подольск",
  },
  {
    id: 789,
    name: "Протвино",
  },
  {
    id: 796,
    name: "Пушкино",
  },
  {
    id: 797,
    name: "Пущино",
  },
  {
    id: 804,
    name: "Раменское",
  },
  {
    id: 808,
    name: "Реутов",
  },
  {
    id: 815,
    name: "Рошаль",
  },
  {
    id: 819,
    name: "Руза",
  },
  {
    id: 865,
    name: "Сергиев Посад",
  },
  {
    id: 869,
    name: "Серпухов",
  },
  {
    id: 894,
    name: "Солнечногорск",
  },
  {
    id: 916,
    name: "Старая Купавна",
  },
  {
    id: 926,
    name: "Ступино",
  },
  {
    id: 950,
    name: "Талдом",
  },
  {
    id: 1029,
    name: "Фрязино",
  },
  {
    id: 1039,
    name: "Химки",
  },
  {
    id: 1042,
    name: "Хотьково",
  },
  {
    id: 1061,
    name: "Черноголовка",
  },
  {
    id: 1065,
    name: "Чехов",
  },
  {
    id: 1078,
    name: "Шатура",
  },
  {
    id: 1095,
    name: "Щёлково",
  },
  {
    id: 1098,
    name: "Электрогорск",
  },
  {
    id: 1099,
    name: "Электросталь",
  },
  {
    id: 1100,
    name: "Электроугли",
  },
  {
    id: 1125,
    name: "Яхрома",
  },
  {
    id: 37,
    name: "Аргун",
  },
  {
    id: 56,
    name: "Ачхой-Мартан",
  },
  {
    id: 225,
    name: "Грозный",
  },
  {
    id: 231,
    name: "Гудермес",
  },
  {
    id: 508,
    name: "Курчалой",
  },
  {
    id: 630,
    name: "Наурская",
  },
  {
    id: 708,
    name: "Ойсхара",
  },
  {
    id: 867,
    name: "Серноводское",
  },
  {
    id: 1007,
    name: "Урус-Мартан",
  },
  {
    id: 1075,
    name: "Шали",
  },
  {
    id: 1084,
    name: "Шелковская",
  },
  {
    id: 38,
    name: "Ардатов",
  },
  {
    id: 343,
    name: "Инсар",
  },
  {
    id: 427,
    name: "Ковылкино",
  },
  {
    id: 477,
    name: "Краснослободск",
  },
  {
    id: 820,
    name: "Рузаевка",
  },
  {
    id: 833,
    name: "Саранск",
  },
  {
    id: 962,
    name: "Темников",
  },
  {
    id: 40,
    name: "Арзамас",
  },
  {
    id: 68,
    name: "Балахна",
  },
  {
    id: 115,
    name: "Богородск",
  },
  {
    id: 126,
    name: "Бор",
  },
  {
    id: 163,
    name: "Ветлуга",
  },
  {
    id: 178,
    name: "Володарск",
  },
  {
    id: 186,
    name: "Ворсма",
  },
  {
    id: 192,
    name: "Выкса",
  },
  {
    id: 214,
    name: "Горбатов",
  },
  {
    id: 218,
    name: "Городец",
  },
  {
    id: 252,
    name: "Дзержинск",
  },
  {
    id: 304,
    name: "Заволжье",
  },
  {
    id: 424,
    name: "Княгинино",
  },
  {
    id: 488,
    name: "Кстово",
  },
  {
    id: 497,
    name: "Кулебаки",
  },
  {
    id: 543,
    name: "Лукоянов",
  },
  {
    id: 545,
    name: "Лысково",
  },
  {
    id: 619,
    name: "Навашино",
  },
  {
    id: 652,
    name: "Нижний Новгород",
  },
  {
    id: 735,
    name: "Павлово",
  },
  {
    id: 742,
    name: "Первомайск",
  },
  {
    id: 744,
    name: "Перевоз",
  },
  {
    id: 836,
    name: "Саров",
  },
  {
    id: 859,
    name: "Семёнов",
  },
  {
    id: 864,
    name: "Сергач",
  },
  {
    id: 1005,
    name: "Урень",
  },
  {
    id: 1068,
    name: "Чкаловск",
  },
  {
    id: 1080,
    name: "Шахунья",
  },
  {
    id: 41,
    name: "Аркадак",
  },
  {
    id: 53,
    name: "Аткарск",
  },
  {
    id: 67,
    name: "Балаково",
  },
  {
    id: 70,
    name: "Балашов",
  },
  {
    id: 183,
    name: "Вольск",
  },
  {
    id: 287,
    name: "Ершов",
  },
  {
    id: 360,
    name: "Калининск",
  },
  {
    id: 466,
    name: "Красноармейск",
  },
  {
    id: 482,
    name: "Красный Кут",
  },
  {
    id: 572,
    name: "Маркс",
  },
  {
    id: 681,
    name: "Новоузенск",
  },
  {
    id: 750,
    name: "Петровск",
  },
  {
    id: 792,
    name: "Пугачёв",
  },
  {
    id: 816,
    name: "Ртищево",
  },
  {
    id: 835,
    name: "Саратов",
  },
  {
    id: 1037,
    name: "Хвалынск",
  },
  {
    id: 1088,
    name: "Шиханы",
  },
  {
    id: 1102,
    name: "Энгельс",
  },
  {
    id: 44,
    name: "Арсеньев",
  },
  {
    id: 46,
    name: "Артём",
  },
  {
    id: 125,
    name: "Большой Камень",
  },
  {
    id: 169,
    name: "Владивосток",
  },
  {
    id: 242,
    name: "Дальнегорск",
  },
  {
    id: 243,
    name: "Дальнереченск",
  },
  {
    id: 530,
    name: "Лесозаводск",
  },
  {
    id: 631,
    name: "Находка",
  },
  {
    id: 739,
    name: "Партизанск",
  },
  {
    id: 910,
    name: "Спасск-Дальний",
  },
  {
    id: 1013,
    name: "Уссурийск",
  },
  {
    id: 1027,
    name: "Фокино",
  },
  {
    id: 47,
    name: "Артёмовск",
  },
  {
    id: 55,
    name: "Ачинск",
  },
  {
    id: 116,
    name: "Боготол",
  },
  {
    id: 131,
    name: "Бородино",
  },
  {
    id: 254,
    name: "Дивногорск",
  },
  {
    id: 271,
    name: "Дудинка",
  },
  {
    id: 285,
    name: "Енисейск",
  },
  {
    id: 291,
    name: "Железногорск",
  },
  {
    id: 308,
    name: "Заозёрный",
  },
  {
    id: 319,
    name: "Зеленогорск",
  },
  {
    id: 336,
    name: "Игарка",
  },
  {
    id: 340,
    name: "Иланский",
  },
  {
    id: 376,
    name: "Канск",
  },
  {
    id: 429,
    name: "Кодинск",
  },
  {
    id: 481,
    name: "Красноярск",
  },
  {
    id: 531,
    name: "Лесосибирск",
  },
  {
    id: 591,
    name: "Минусинск",
  },
  {
    id: 622,
    name: "Назарово",
  },
  {
    id: 692,
    name: "Норильск",
  },
  {
    id: 903,
    name: "Сосновоборск",
  },
  {
    id: 999,
    name: "Ужур",
  },
  {
    id: 1023,
    name: "Уяр",
  },
  {
    id: 1076,
    name: "Шарыпово",
  },
  {
    id: 49,
    name: "Архангельск",
  },
  {
    id: 150,
    name: "Вельск",
  },
  {
    id: 384,
    name: "Каргополь",
  },
  {
    id: 453,
    name: "Коряжма",
  },
  {
    id: 460,
    name: "Котлас",
  },
  {
    id: 581,
    name: "Мезень",
  },
  {
    id: 594,
    name: "Мирный",
  },
  {
    id: 667,
    name: "Новодвинск",
  },
  {
    id: 699,
    name: "Няндома",
  },
  {
    id: 717,
    name: "Онега",
  },
  {
    id: 852,
    name: "Северодвинск",
  },
  {
    id: 896,
    name: "Сольвычегодск",
  },
  {
    id: 1085,
    name: "Шенкурск",
  },
  {
    id: 51,
    name: "Асино",
  },
  {
    id: 395,
    name: "Кедровый",
  },
  {
    id: 436,
    name: "Колпашево",
  },
  {
    id: 855,
    name: "Северск",
  },
  {
    id: 923,
    name: "Стрежевой",
  },
  {
    id: 974,
    name: "Томск",
  },
  {
    id: 52,
    name: "Астрахань",
  },
  {
    id: 54,
    name: "Ахтубинск",
  },
  {
    id: 329,
    name: "Знаменск",
  },
  {
    id: 371,
    name: "Камызяк",
  },
  {
    id: 626,
    name: "Нариманов",
  },
  {
    id: 1034,
    name: "Харабали",
  },
  {
    id: 57,
    name: "Аша",
  },
  {
    id: 64,
    name: "Бакал",
  },
  {
    id: 154,
    name: "Верхнеуральск",
  },
  {
    id: 156,
    name: "Верхний Уфалей",
  },
  {
    id: 283,
    name: "Еманжелинск",
  },
  {
    id: 326,
    name: "Златоуст",
  },
  {
    id: 378,
    name: "Карабаш",
  },
  {
    id: 386,
    name: "Карталы",
  },
  {
    id: 388,
    name: "Касли",
  },
  {
    id: 390,
    name: "Катав-Ивановск",
  },
  {
    id: 446,
    name: "Копейск",
  },
  {
    id: 449,
    name: "Коркино",
  },
  {
    id: 510,
    name: "Куса",
  },
  {
    id: 513,
    name: "Кыштым",
  },
  {
    id: 556,
    name: "Магнитогорск",
  },
  {
    id: 587,
    name: "Миасс",
  },
  {
    id: 592,
    name: "Миньяр",
  },
  {
    id: 698,
    name: "Нязепетровск",
  },
  {
    id: 706,
    name: "Озёрск",
  },
  {
    id: 762,
    name: "Пласт",
  },
  {
    id: 838,
    name: "Сатка",
  },
  {
    id: 872,
    name: "Сим",
  },
  {
    id: 883,
    name: "Снежинск",
  },
  {
    id: 980,
    name: "Трёхгорный",
  },
  {
    id: 981,
    name: "Троицк",
  },
  {
    id: 1016,
    name: "Усть-Катав",
  },
  {
    id: 1050,
    name: "Чебаркуль",
  },
  {
    id: 1054,
    name: "Челябинск",
  },
  {
    id: 1108,
    name: "Южноуральск",
  },
  {
    id: 1112,
    name: "Юрюзань",
  },
  {
    id: 58,
    name: "Бабаево",
  },
  {
    id: 88,
    name: "Белозерск",
  },
  {
    id: 149,
    name: "Великий Устюг",
  },
  {
    id: 177,
    name: "Вологда",
  },
  {
    id: 195,
    name: "Вытегра",
  },
  {
    id: 227,
    name: "Грязовец",
  },
  {
    id: 354,
    name: "Кадников",
  },
  {
    id: 410,
    name: "Кириллов",
  },
  {
    id: 464,
    name: "Красавино",
  },
  {
    id: 658,
    name: "Никольск",
  },
  {
    id: 891,
    name: "Сокол",
  },
  {
    id: 979,
    name: "Тотьма",
  },
  {
    id: 1019,
    name: "Устюжна",
  },
  {
    id: 1035,
    name: "Харовск",
  },
  {
    id: 1058,
    name: "Череповец",
  },
  {
    id: 59,
    name: "Бабушкин",
  },
  {
    id: 237,
    name: "Гусиноозёрск",
  },
  {
    id: 307,
    name: "Закаменск",
  },
  {
    id: 514,
    name: "Кяхта",
  },
  {
    id: 851,
    name: "Северобайкальск",
  },
  {
    id: 1001,
    name: "Улан-Удэ",
  },
  {
    id: 61,
    name: "Багратионовск",
  },
  {
    id: 72,
    name: "Балтийск",
  },
  {
    id: 208,
    name: "Гвардейск",
  },
  {
    id: 234,
    name: "Гурьевск",
  },
  {
    id: 236,
    name: "Гусев",
  },
  {
    id: 320,
    name: "Зеленоградск",
  },
  {
    id: 359,
    name: "Калининград",
  },
  {
    id: 471,
    name: "Краснознаменск",
  },
  {
    id: 518,
    name: "Ладушкин",
  },
  {
    id: 568,
    name: "Мамоново",
  },
  {
    id: 637,
    name: "Неман",
  },
  {
    id: 641,
    name: "Нестеров",
  },
  {
    id: 705,
    name: "Озёрск",
  },
  {
    id: 759,
    name: "Пионерский",
  },
  {
    id: 771,
    name: "Полесск",
  },
  {
    id: 781,
    name: "Правдинск",
  },
  {
    id: 783,
    name: "Приморск",
  },
  {
    id: 842,
    name: "Светлогорск",
  },
  {
    id: 844,
    name: "Светлый",
  },
  {
    id: 877,
    name: "Славск",
  },
  {
    id: 886,
    name: "Советск",
  },
  {
    id: 1064,
    name: "Черняховск",
  },
  {
    id: 65,
    name: "Баксан",
  },
  {
    id: 558,
    name: "Майский",
  },
  {
    id: 625,
    name: "Нальчик",
  },
  {
    id: 628,
    name: "Нарткала",
  },
  {
    id: 790,
    name: "Прохладный",
  },
  {
    id: 964,
    name: "Терек",
  },
  {
    id: 991,
    name: "Тырныауз",
  },
  {
    id: 1052,
    name: "Чегем",
  },
  {
    id: 66,
    name: "Балабаново",
  },
  {
    id: 94,
    name: "Белоусово",
  },
  {
    id: 130,
    name: "Боровск",
  },
  {
    id: 286,
    name: "Ермолино",
  },
  {
    id: 296,
    name: "Жиздра",
  },
  {
    id: 298,
    name: "Жуков",
  },
  {
    id: 362,
    name: "Калуга",
  },
  {
    id: 412,
    name: "Киров",
  },
  {
    id: 430,
    name: "Козельск",
  },
  {
    id: 444,
    name: "Кондрово",
  },
  {
    id: 485,
    name: "Кремёнки",
  },
  {
    id: 552,
    name: "Людиново",
  },
  {
    id: 566,
    name: "Малоярославец",
  },
  {
    id: 578,
    name: "Медынь",
  },
  {
    id: 586,
    name: "Мещовск",
  },
  {
    id: 607,
    name: "Мосальск",
  },
  {
    id: 701,
    name: "Обнинск",
  },
  {
    id: 901,
    name: "Сосенский",
  },
  {
    id: 907,
    name: "Спас-Деменск",
  },
  {
    id: 939,
    name: "Сухиничи",
  },
  {
    id: 955,
    name: "Таруса",
  },
  {
    id: 1113,
    name: "Юхнов",
  },
  {
    id: 71,
    name: "Балей",
  },
  {
    id: 127,
    name: "Борзя",
  },
  {
    id: 473,
    name: "Краснокаменск",
  },
  {
    id: 600,
    name: "Могоча",
  },
  {
    id: 639,
    name: "Нерчинск",
  },
  {
    id: 751,
    name: "Петровск-Забайкальский",
  },
  {
    id: 914,
    name: "Сретенск",
  },
  {
    id: 1038,
    name: "Хилок",
  },
  {
    id: 1067,
    name: "Чита",
  },
  {
    id: 1086,
    name: "Шилка",
  },
  {
    id: 73,
    name: "Барабинск",
  },
  {
    id: 97,
    name: "Бердск",
  },
  {
    id: 122,
    name: "Болотное",
  },
  {
    id: 349,
    name: "Искитим",
  },
  {
    id: 380,
    name: "Карасук",
  },
  {
    id: 383,
    name: "Каргат",
  },
  {
    id: 495,
    name: "Куйбышев",
  },
  {
    id: 500,
    name: "Купино",
  },
  {
    id: 677,
    name: "Новосибирск",
  },
  {
    id: 703,
    name: "Обь",
  },
  {
    id: 956,
    name: "Татарск",
  },
  {
    id: 970,
    name: "Тогучин",
  },
  {
    id: 1057,
    name: "Черепаново",
  },
  {
    id: 1070,
    name: "Чулым",
  },
  {
    id: 75,
    name: "Барыш",
  },
  {
    id: 256,
    name: "Димитровград",
  },
  {
    id: 341,
    name: "Инза",
  },
  {
    id: 682,
    name: "Новоульяновск",
  },
  {
    id: 862,
    name: "Сенгилей",
  },
  {
    id: 1002,
    name: "Ульяновск",
  },
  {
    id: 80,
    name: "Белая Холуница",
  },
  {
    id: 200,
    name: "Вятские Поляны",
  },
  {
    id: 331,
    name: "Зуевка",
  },
  {
    id: 413,
    name: "Киров",
  },
  {
    id: 415,
    name: "Кирово-Чепецк",
  },
  {
    id: 418,
    name: "Кирс",
  },
  {
    id: 459,
    name: "Котельнич",
  },
  {
    id: 542,
    name: "Луза",
  },
  {
    id: 564,
    name: "Малмыж",
  },
  {
    id: 610,
    name: "Мураши",
  },
  {
    id: 691,
    name: "Нолинск",
  },
  {
    id: 716,
    name: "Омутнинск",
  },
  {
    id: 722,
    name: "Орлов",
  },
  {
    id: 880,
    name: "Слободской",
  },
  {
    id: 887,
    name: "Советск",
  },
  {
    id: 902,
    name: "Сосновка",
  },
  {
    id: 1006,
    name: "Уржум",
  },
  {
    id: 1119,
    name: "Яранск",
  },
  {
    id: 84,
    name: "Белинский",
  },
  {
    id: 219,
    name: "Городище",
  },
  {
    id: 313,
    name: "Заречный",
  },
  {
    id: 365,
    name: "Каменка",
  },
  {
    id: 494,
    name: "Кузнецк",
  },
  {
    id: 651,
    name: "Нижний Ломов",
  },
  {
    id: 659,
    name: "Никольск",
  },
  {
    id: 741,
    name: "Пенза",
  },
  {
    id: 866,
    name: "Сердобск",
  },
  {
    id: 909,
    name: "Спасск",
  },
  {
    id: 937,
    name: "Сурск",
  },
  {
    id: 86,
    name: "Белогорск",
  },
  {
    id: 110,
    name: "Благовещенск",
  },
  {
    id: 301,
    name: "Завитинск",
  },
  {
    id: 324,
    name: "Зея",
  },
  {
    id: 803,
    name: "Райчихинск",
  },
  {
    id: 847,
    name: "Свободный",
  },
  {
    id: 874,
    name: "Сковородино",
  },
  {
    id: 990,
    name: "Тында",
  },
  {
    id: 1045,
    name: "Циолковский",
  },
  {
    id: 1087,
    name: "Шимановск",
  },
  {
    id: 90,
    name: "Беломорск",
  },
  {
    id: 397,
    name: "Кемь",
  },
  {
    id: 443,
    name: "Кондопога",
  },
  {
    id: 455,
    name: "Костомукша",
  },
  {
    id: 522,
    name: "Лахденпохья",
  },
  {
    id: 576,
    name: "Медвежьегорск",
  },
  {
    id: 714,
    name: "Олонец",
  },
  {
    id: 752,
    name: "Петрозаводск",
  },
  {
    id: 760,
    name: "Питкяранта",
  },
  {
    id: 793,
    name: "Пудож",
  },
  {
    id: 857,
    name: "Сегежа",
  },
  {
    id: 900,
    name: "Сортавала",
  },
  {
    id: 933,
    name: "Суоярви",
  },
  {
    id: 95,
    name: "Белоярский",
  },
  {
    id: 428,
    name: "Когалым",
  },
  {
    id: 521,
    name: "Лангепас",
  },
  {
    id: 553,
    name: "Лянтор",
  },
  {
    id: 575,
    name: "Мегион",
  },
  {
    id: 645,
    name: "Нефтеюганск",
  },
  {
    id: 647,
    name: "Нижневартовск",
  },
  {
    id: 697,
    name: "Нягань",
  },
  {
    id: 767,
    name: "Покачи",
  },
  {
    id: 799,
    name: "Пыть-Ях",
  },
  {
    id: 802,
    name: "Радужный",
  },
  {
    id: 890,
    name: "Советский",
  },
  {
    id: 935,
    name: "Сургут",
  },
  {
    id: 1004,
    name: "Урай",
  },
  {
    id: 1033,
    name: "Ханты-Мансийск",
  },
  {
    id: 1104,
    name: "Югорск",
  },
  {
    id: 105,
    name: "Биробиджан",
  },
  {
    id: 700,
    name: "Облучье",
  },
  {
    id: 111,
    name: "Благодарный",
  },
  {
    id: 138,
    name: "Будённовск",
  },
  {
    id: 211,
    name: "Георгиевск",
  },
  {
    id: 288,
    name: "Ессентуки",
  },
  {
    id: 290,
    name: "Железноводск",
  },
  {
    id: 322,
    name: "Зеленокумск",
  },
  {
    id: 339,
    name: "Изобильный",
  },
  {
    id: 345,
    name: "Ипатово",
  },
  {
    id: 421,
    name: "Кисловодск",
  },
  {
    id: 528,
    name: "Лермонтов",
  },
  {
    id: 590,
    name: "Минеральные Воды",
  },
  {
    id: 598,
    name: "Михайловск",
  },
  {
    id: 634,
    name: "Невинномысск",
  },
  {
    id: 644,
    name: "Нефтекумск",
  },
  {
    id: 663,
    name: "Новоалександровск",
  },
  {
    id: 674,
    name: "Новопавловск",
  },
  {
    id: 800,
    name: "Пятигорск",
  },
  {
    id: 843,
    name: "Светлоград",
  },
  {
    id: 915,
    name: "Ставрополь",
  },
  {
    id: 112,
    name: "Бобров",
  },
  {
    id: 117,
    name: "Богучар",
  },
  {
    id: 128,
    name: "Борисоглебск",
  },
  {
    id: 143,
    name: "Бутурлиновка",
  },
  {
    id: 185,
    name: "Воронеж",
  },
  {
    id: 356,
    name: "Калач",
  },
  {
    id: 536,
    name: "Лиски",
  },
  {
    id: 666,
    name: "Нововоронеж",
  },
  {
    id: 684,
    name: "Новохопёрск",
  },
  {
    id: 729,
    name: "Острогожск",
  },
  {
    id: 736,
    name: "Павловск",
  },
  {
    id: 764,
    name: "Поворино",
  },
  {
    id: 812,
    name: "Россошь",
  },
  {
    id: 861,
    name: "Семилуки",
  },
  {
    id: 1103,
    name: "Эртиль",
  },
  {
    id: 119,
    name: "Бокситогорск",
  },
  {
    id: 135,
    name: "Бугры",
  },
  {
    id: 180,
    name: "Волосово",
  },
  {
    id: 181,
    name: "Волхов",
  },
  {
    id: 189,
    name: "Всеволожск",
  },
  {
    id: 191,
    name: "Выборг",
  },
  {
    id: 194,
    name: "Высоцк",
  },
  {
    id: 207,
    name: "Гатчина",
  },
  {
    id: 332,
    name: "Ивангород",
  },
  {
    id: 366,
    name: "Каменногорск",
  },
  {
    id: 404,
    name: "Кингисепп",
  },
  {
    id: 411,
    name: "Кириши",
  },
  {
    id: 416,
    name: "Кировск",
  },
  {
    id: 437,
    name: "Колтуши",
  },
  {
    id: 439,
    name: "Коммунар",
  },
  {
    id: 492,
    name: "Кудрово",
  },
  {
    id: 539,
    name: "Лодейное Поле",
  },
  {
    id: 541,
    name: "Луга",
  },
  {
    id: 549,
    name: "Любань",
  },
  {
    id: 611,
    name: "Мурино",
  },
  {
    id: 660,
    name: "Никольское",
  },
  {
    id: 661,
    name: "Новая Ладога",
  },
  {
    id: 730,
    name: "Отрадное",
  },
  {
    id: 758,
    name: "Пикалёво",
  },
  {
    id: 766,
    name: "Подпорожье",
  },
  {
    id: 784,
    name: "Приморск",
  },
  {
    id: 786,
    name: "Приозерск",
  },
  {
    id: 845,
    name: "Светогорск",
  },
  {
    id: 870,
    name: "Сертолово",
  },
  {
    id: 879,
    name: "Сланцы",
  },
  {
    id: 904,
    name: "Сосновый Бор",
  },
  {
    id: 945,
    name: "Сясьстрой",
  },
  {
    id: 961,
    name: "Тельмана",
  },
  {
    id: 967,
    name: "Тихвин",
  },
  {
    id: 978,
    name: "Тосно",
  },
  {
    id: 1089,
    name: "Шлиссельбург",
  },
  {
    id: 124,
    name: "Болхов",
  },
  {
    id: 259,
    name: "Дмитровск",
  },
  {
    id: 532,
    name: "Ливны",
  },
  {
    id: 565,
    name: "Малоархангельск",
  },
  {
    id: 614,
    name: "Мценск",
  },
  {
    id: 678,
    name: "Новосиль",
  },
  {
    id: 719,
    name: "Орёл",
  },
  {
    id: 129,
    name: "Боровичи",
  },
  {
    id: 144,
    name: "Валдай",
  },
  {
    id: 148,
    name: "Великий Новгород",
  },
  {
    id: 562,
    name: "Малая Вишера",
  },
  {
    id: 711,
    name: "Окуловка",
  },
  {
    id: 748,
    name: "Пестово",
  },
  {
    id: 897,
    name: "Сольцы",
  },
  {
    id: 917,
    name: "Старая Русса",
  },
  {
    id: 1040,
    name: "Холм",
  },
  {
    id: 1069,
    name: "Чудово",
  },
  {
    id: 134,
    name: "Брянск",
  },
  {
    id: 274,
    name: "Дятьково",
  },
  {
    id: 299,
    name: "Жуковка",
  },
  {
    id: 327,
    name: "Злынка",
  },
  {
    id: 382,
    name: "Карачев",
  },
  {
    id: 423,
    name: "Клинцы",
  },
  {
    id: 574,
    name: "Мглин",
  },
  {
    id: 668,
    name: "Новозыбков",
  },
  {
    id: 778,
    name: "Почеп",
  },
  {
    id: 856,
    name: "Севск",
  },
  {
    id: 858,
    name: "Сельцо",
  },
  {
    id: 919,
    name: "Стародуб",
  },
  {
    id: 934,
    name: "Сураж",
  },
  {
    id: 982,
    name: "Трубчевск",
  },
  {
    id: 1003,
    name: "Унеча",
  },
  {
    id: 1026,
    name: "Фокино",
  },
  {
    id: 141,
    name: "Буй",
  },
  {
    id: 174,
    name: "Волгореченск",
  },
  {
    id: 206,
    name: "Галич",
  },
  {
    id: 434,
    name: "Кологрив",
  },
  {
    id: 456,
    name: "Кострома",
  },
  {
    id: 560,
    name: "Макарьев",
  },
  {
    id: 569,
    name: "Мантурово",
  },
  {
    id: 638,
    name: "Нерехта",
  },
  {
    id: 646,
    name: "Нея",
  },
  {
    id: 892,
    name: "Солигалич",
  },
  {
    id: 1072,
    name: "Чухлома",
  },
  {
    id: 1077,
    name: "Шарья",
  },
  {
    id: 142,
    name: "Буйнакск",
  },
  {
    id: 240,
    name: "Дагестанские Огни",
  },
  {
    id: 249,
    name: "Дербент",
  },
  {
    id: 338,
    name: "Избербаш",
  },
  {
    id: 389,
    name: "Каспийск",
  },
  {
    id: 400,
    name: "Кизилюрт",
  },
  {
    id: 401,
    name: "Кизляр",
  },
  {
    id: 573,
    name: "Махачкала",
  },
  {
    id: 1036,
    name: "Хасавюрт",
  },
  {
    id: 1107,
    name: "Южно-Сухокумск",
  },
  {
    id: 146,
    name: "Велиж",
  },
  {
    id: 199,
    name: "Вязьма",
  },
  {
    id: 203,
    name: "Гагарин",
  },
  {
    id: 248,
    name: "Демидов",
  },
  {
    id: 250,
    name: "Десногорск",
  },
  {
    id: 267,
    name: "Дорогобуж",
  },
  {
    id: 272,
    name: "Духовщина",
  },
  {
    id: 282,
    name: "Ельня",
  },
  {
    id: 779,
    name: "Починок",
  },
  {
    id: 811,
    name: "Рославль",
  },
  {
    id: 818,
    name: "Рудня",
  },
  {
    id: 839,
    name: "Сафоново",
  },
  {
    id: 882,
    name: "Смоленск",
  },
  {
    id: 944,
    name: "Сычёвка",
  },
  {
    id: 1122,
    name: "Ярцево",
  },
  {
    id: 147,
    name: "Великие Луки",
  },
  {
    id: 209,
    name: "Гдов",
  },
  {
    id: 260,
    name: "Дно",
  },
  {
    id: 632,
    name: "Невель",
  },
  {
    id: 675,
    name: "Новоржев",
  },
  {
    id: 679,
    name: "Новосокольники",
  },
  {
    id: 718,
    name: "Опочка",
  },
  {
    id: 727,
    name: "Остров",
  },
  {
    id: 757,
    name: "Печоры",
  },
  {
    id: 776,
    name: "Порхов",
  },
  {
    id: 791,
    name: "Псков",
  },
  {
    id: 794,
    name: "Пустошка",
  },
  {
    id: 798,
    name: "Пыталово",
  },
  {
    id: 848,
    name: "Себеж",
  },
  {
    id: 166,
    name: "Вилючинск",
  },
  {
    id: 281,
    name: "Елизово",
  },
  {
    id: 753,
    name: "Петропавловск-Камчатский",
  },
  {
    id: 168,
    name: "Вичуга",
  },
  {
    id: 201,
    name: "Гаврилов Посад",
  },
  {
    id: 303,
    name: "Заволжск",
  },
  {
    id: 333,
    name: "Иваново",
  },
  {
    id: 406,
    name: "Кинешма",
  },
  {
    id: 440,
    name: "Комсомольск",
  },
  {
    id: 463,
    name: "Кохма",
  },
  {
    id: 620,
    name: "Наволоки",
  },
  {
    id: 763,
    name: "Плёс",
  },
  {
    id: 782,
    name: "Приволжск",
  },
  {
    id: 795,
    name: "Пучеж",
  },
  {
    id: 810,
    name: "Родники",
  },
  {
    id: 960,
    name: "Тейково",
  },
  {
    id: 1030,
    name: "Фурманов",
  },
  {
    id: 1092,
    name: "Шуя",
  },
  {
    id: 1105,
    name: "Южа",
  },
  {
    id: 1111,
    name: "Юрьевец",
  },
  {
    id: 172,
    name: "Волгоград",
  },
  {
    id: 176,
    name: "Волжский",
  },
  {
    id: 270,
    name: "Дубовка",
  },
  {
    id: 297,
    name: "Жирновск",
  },
  {
    id: 357,
    name: "Калач-на-Дону",
  },
  {
    id: 372,
    name: "Камышин",
  },
  {
    id: 458,
    name: "Котельниково",
  },
  {
    id: 461,
    name: "Котово",
  },
  {
    id: 476,
    name: "Краснослободск",
  },
  {
    id: 525,
    name: "Ленинск",
  },
  {
    id: 596,
    name: "Михайловка",
  },
  {
    id: 656,
    name: "Николаевск",
  },
  {
    id: 665,
    name: "Новоаннинский",
  },
  {
    id: 738,
    name: "Палласовка",
  },
  {
    id: 749,
    name: "Петров Вал",
  },
  {
    id: 863,
    name: "Серафимович",
  },
  {
    id: 936,
    name: "Суровикино",
  },
  {
    id: 1008,
    name: "Урюпинск",
  },
  {
    id: 1028,
    name: "Фролово",
  },
  {
    id: 175,
    name: "Волжск",
  },
  {
    id: 316,
    name: "Звенигово",
  },
  {
    id: 353,
    name: "Йошкар-Ола",
  },
  {
    id: 432,
    name: "Козьмодемьянск",
  },
  {
    id: 184,
    name: "Воркута",
  },
  {
    id: 190,
    name: "Вуктыл",
  },
  {
    id: 284,
    name: "Емва",
  },
  {
    id: 344,
    name: "Инта",
  },
  {
    id: 588,
    name: "Микунь",
  },
  {
    id: 756,
    name: "Печора",
  },
  {
    id: 905,
    name: "Сосногорск",
  },
  {
    id: 942,
    name: "Сыктывкар",
  },
  {
    id: 1009,
    name: "Усинск",
  },
  {
    id: 1021,
    name: "Ухта",
  },
  {
    id: 188,
    name: "Воткинск",
  },
  {
    id: 212,
    name: "Глазов",
  },
  {
    id: 337,
    name: "Ижевск",
  },
  {
    id: 364,
    name: "Камбарка",
  },
  {
    id: 602,
    name: "Можга",
  },
  {
    id: 834,
    name: "Сарапул",
  },
  {
    id: 202,
    name: "Гаврилов-Ям",
  },
  {
    id: 244,
    name: "Данилов",
  },
  {
    id: 551,
    name: "Любим",
  },
  {
    id: 617,
    name: "Мышкин",
  },
  {
    id: 746,
    name: "Переславль-Залесский",
  },
  {
    id: 780,
    name: "Пошехонье",
  },
  {
    id: 814,
    name: "Ростов",
  },
  {
    id: 821,
    name: "Рыбинск",
  },
  {
    id: 989,
    name: "Тутаев",
  },
  {
    id: 996,
    name: "Углич",
  },
  {
    id: 1121,
    name: "Ярославль",
  },
  {
    id: 215,
    name: "Горно-Алтайск",
  },
  {
    id: 220,
    name: "Городовиковск",
  },
  {
    id: 517,
    name: "Лагань",
  },
  {
    id: 1101,
    name: "Элиста",
  },
  {
    id: 226,
    name: "Грязи",
  },
  {
    id: 245,
    name: "Данков",
  },
  {
    id: 280,
    name: "Елец",
  },
  {
    id: 305,
    name: "Задонск",
  },
  {
    id: 523,
    name: "Лебедянь",
  },
  {
    id: 534,
    name: "Липецк",
  },
  {
    id: 1010,
    name: "Усмань",
  },
  {
    id: 1049,
    name: "Чаплыгин",
  },
  {
    id: 230,
    name: "Губкинский",
  },
  {
    id: 516,
    name: "Лабытнанги",
  },
  {
    id: 609,
    name: "Муравленко",
  },
  {
    id: 621,
    name: "Надым",
  },
  {
    id: 689,
    name: "Новый Уренгой",
  },
  {
    id: 693,
    name: "Ноябрьск",
  },
  {
    id: 829,
    name: "Салехард",
  },
  {
    id: 954,
    name: "Тарко-Сале",
  },
  {
    id: 241,
    name: "Далматово",
  },
  {
    id: 391,
    name: "Катайск",
  },
  {
    id: 501,
    name: "Курган",
  },
  {
    id: 507,
    name: "Куртамыш",
  },
  {
    id: 561,
    name: "Макушино",
  },
  {
    id: 754,
    name: "Петухово",
  },
  {
    id: 1074,
    name: "Шадринск",
  },
  {
    id: 1091,
    name: "Шумиха",
  },
  {
    id: 1097,
    name: "Щучье",
  },
  {
    id: 257,
    name: "Дмитриев",
  },
  {
    id: 292,
    name: "Железногорск",
  },
  {
    id: 506,
    name: "Курск",
  },
  {
    id: 509,
    name: "Курчатов",
  },
  {
    id: 548,
    name: "Льгов",
  },
  {
    id: 702,
    name: "Обоянь",
  },
  {
    id: 823,
    name: "Рыльск",
  },
  {
    id: 929,
    name: "Суджа",
  },
  {
    id: 1024,
    name: "Фатеж",
  },
  {
    id: 1096,
    name: "Щигры",
  },
  {
    id: 294,
    name: "Жердевка",
  },
  {
    id: 419,
    name: "Кирсанов",
  },
  {
    id: 462,
    name: "Котовск",
  },
  {
    id: 599,
    name: "Мичуринск",
  },
  {
    id: 606,
    name: "Моршанск",
  },
  {
    id: 805,
    name: "Рассказово",
  },
  {
    id: 952,
    name: "Тамбов",
  },
  {
    id: 994,
    name: "Уварово",
  },
  {
    id: 295,
    name: "Жигулёвск",
  },
  {
    id: 405,
    name: "Кинель",
  },
  {
    id: 642,
    name: "Нефтегорск",
  },
  {
    id: 671,
    name: "Новокуйбышевск",
  },
  {
    id: 709,
    name: "Октябрьск",
  },
  {
    id: 731,
    name: "Отрадный",
  },
  {
    id: 777,
    name: "Похвистнево",
  },
  {
    id: 831,
    name: "Самара",
  },
  {
    id: 941,
    name: "Сызрань",
  },
  {
    id: 971,
    name: "Тольятти",
  },
  {
    id: 1048,
    name: "Чапаевск",
  },
  {
    id: 302,
    name: "Заводоуковск",
  },
  {
    id: 351,
    name: "Ишим",
  },
  {
    id: 969,
    name: "Тобольск",
  },
  {
    id: 993,
    name: "Тюмень",
  },
  {
    id: 1117,
    name: "Ялуторовск",
  },
  {
    id: 348,
    name: "Исилькуль",
  },
  {
    id: 358,
    name: "Калачинск",
  },
  {
    id: 624,
    name: "Называевск",
  },
  {
    id: 715,
    name: "Омск",
  },
  {
    id: 953,
    name: "Тара",
  },
  {
    id: 992,
    name: "Тюкалинск",
  },
  {
    id: 379,
    name: "Карабулак",
  },
  {
    id: 555,
    name: "Магас",
  },
  {
    id: 563,
    name: "Малгобек",
  },
  {
    id: 623,
    name: "Назрань",
  },
  {
    id: 932,
    name: "Сунжа",
  },
  {
    id: 381,
    name: "Карачаевск",
  },
  {
    id: 959,
    name: "Теберда",
  },
  {
    id: 1014,
    name: "Усть-Джегута",
  },
  {
    id: 1059,
    name: "Черкесск",
  },
  {
    id: 387,
    name: "Касимов",
  },
  {
    id: 447,
    name: "Кораблино",
  },
  {
    id: 595,
    name: "Михайлов",
  },
  {
    id: 672,
    name: "Новомичуринск",
  },
  {
    id: 822,
    name: "Рыбное",
  },
  {
    id: 824,
    name: "Ряжск",
  },
  {
    id: 825,
    name: "Рязань",
  },
  {
    id: 837,
    name: "Сасово",
  },
  {
    id: 875,
    name: "Скопин",
  },
  {
    id: 908,
    name: "Спас-Клепики",
  },
  {
    id: 911,
    name: "Спасск-Рязанский",
  },
  {
    id: 1081,
    name: "Шацк",
  },
  {
    id: 554,
    name: "Магадан",
  },
  {
    id: 938,
    name: "Сусуман",
  },
  {
    id: 608,
    name: "Москва",
  },
  {
    id: 629,
    name: "Нарьян-Мар",
  },
  {
    id: 832,
    name: "Санкт-Петербург",
  },
  {
    id: 849,
    name: "Севастополь",
  },
];
